Repository: thirteenpixels/djangopeople
Catalog: djangopeople/locale/*/LC_MESSAGES/django.po
Languages: es, pt, sk

source: You are about to request complete removal of your account and data from this site. This will be done using the following process:
es: Estás a punto de solicitar el borrado completo de tu cuenta y datos de esta web. Esto se hará utilizando el siguiente procedimiento:
pt: Esta prestes a requerer a completa remoção da sua conta e de todos os seus dados com ela associados. Esta acção seguirá o seguinte processo:
sk: Chystáte sa požiadať o úplné odstránenie vášho účtu a dát z tejto stránky. Bude to vykonané podľa nasledujúceho postupu:

source: When you submit the following form, you will receive an email with a private link.
es: Cuando envies el siguiente formulario recibirás un correo con un enlace privado.
pt: Quando submeter o formulário abaixo irá receber um email com uma ligação privada.
sk: Po odoslaní nasledujúceho formulára dostanete e-mail so súkromným odkazom.

source: This link (valid for 5 minutes only) will take you to a page where you can enter your password to actually delete your account.
es: Este enlace (válido durante sólo 5 minutos) te llevará a una página donde deberás introducir tu clave para borrar tu cuenta definitivamente.
pt: Esta ligação (válida durante apenas 5 minutos) levá-lo-à até uma página onde poderá introduzir a sua palavra-chave por forma a efectivar a remoção da sua conta.
sk: Tento odkaz (platný iba 5 minút) vás dostane na stránku kde môžete zadať vaše heslo pre zmazanie vášho účtu.

source: If you are ready to proceed, submit the form below.
es: Si estás listo para continuar, envía el siguiente formulario.
pt: Se estiver pronto para prosseguir, submeta o formulário abaixo.
sk: Ak ste pripravení pokračovať, odošlite nižšie uvedený formulár.

source: Request account deletion
es: Solicita el borrado de la cuenta
pt: Solicitar remoção da conta
sk: Žiadosť o zmazanie účtu

source: Account deletion on %(domain)s
es: Borrado de la cuenta en %(domain)s
pt: Remoção de conta em %(domain)s
sk: Vymazanie účtu na %(domain)s

source: Account settings
es: Configuración de la cuenta
pt: Definições da conta
sk: Nastavenie účtu

source: Change your location
es: Cambiar tu localidad
pt: Mudar a sua localização
sk: Zmeniť vašu ​​polohu

source: Update your contact details
es: Actualiza tus datos de contacto
pt: Actualize os seus detalhes de contacto
sk: Aktualizujte vaše kontaktné údaje

source: Change your privacy settings
es: Cambia tu configuración de privacidad
pt: Modificar as suas definições de privacidade
sk: Zmena nastavenia ochrany osobných údajov

source: Add sites to your portfolio
es: Añade webs a tu portfolio
pt: Adicionar sites ao seu portfolio
sk: Pridať stránky do vášho portfólia

source: Change your password
es: Cambia tu clave
pt: Mudar a sua palavra-chave
sk: Zmeniť vaše heslo

source: You do not have a password set - <a href="%(password_url)s">set one now?</a>
es: No has establecido una clave. <a href="%(password_url)s">¿Quieres crear una ahora?</a>
pt: Não tem uma palavra-chave definida - <a href="%(password_url)s">definir uma agora?</a>
sk: Nemáte zadané heslo - <a href="%(password_url)s">zadať teraz ?</a>

source: Delete your account
es: Borra tu cuenta
pt: Apagar a sua conta
sk: Vymazať váš účet

source: You have %(counter)s OpenID associated with your account. <a href="%(openid_url)s">Manage your OpenID</a>
es: Tienes %(counter)s OpenID asociado a tu cuenta.<a href="%(openid_url)s">Gestiona tu OpenID</a>
pt: Tem %(counter)s OpenID associado à sua conta. <a href="%(openid_url)s">Gerir o seu OpenID</a>
sk: Máte priradené %(counter)s OpenID k vášmu účtu. <a href="%(openid_url)s">Spravovať váš OpenID</a>

source: If you have an <a href="http://openid.net/">OpenID</a>, you can <a href="%(openid_url)s">associate it with your account</a>. This will allow you to log in using your OpenID instead of your password.
es: Si tienes un <a href="http://openid.net/">OpenID</a>, puedes <a href="%(openid_url)s">asociarlo con tu cuenta</a>. Esto te permitirá entrar en el sistema con tu OpenID en lugar de con tu clave.
pt: Se tem um <a href="http://openid.net/">OpenID</a> pode <a href="%(openid_url)s">associá-lo à sua conta</a>. Isto vai permitir-lhe autenticar-se sem introduzir a palavra-chave.
sk: Ak máte <a href="http://openid.net/">OpenID</a>, môžete <a href="%(openid_url)s">priradiť k vášmu účtu</a>. To vám umožní prihlásiť sa pomocou OpenID miesto vášho hesla.

source: Advanced: Use your profile page as an OpenID
es: Avancado: Utiliza tu página de perfil como un OpenID
pt: Avançado: Utilizar a sua página de perfil como um OpenID
sk: Pokročilé: Použite svoju ​​profilovú stránku ako OpenID

source: If you already have an OpenID, you can configure your Django People profile page to delegate to it. This means you'll be able to use your profile page as an OpenID, without having to sign in to Django People first.
es: Si ya tienes un OpenID, puedes configurar tu perfil de Django People para establecer la delegación. De este modo podrás utilizar tu página de perfil como OpenID, sin tener que entrar primero en Django People..
pt: Se já tem um OpenID pode configurar o seu perfil do Django People como delegado de autenticação. Por outras palavras, passará a poder utilizar o seu perfil como um OpenID sem ter que se autenticar primeiro no Django People.
sk: Ak už máte OpenID, môžete nakonfigurovať Django People profilovú stránku aby bola preň poverená. To znamená, že budete môcť používať vášu profilovú stránku ako OpenID, bez nutnosti prihlásiť sa do Django People.

source: Read <a href="http://simonwillison.net/2006/Dec/19/openid/">more about delegation</a> to learn how to use this form.
es: Lee <a href="http://simonwillison.net/2006/Dec/19/openid/">más sobre dlegación</a> para aprender cómo utilizar este formulario.
pt: Leia <a href="http://simonwillison.net/2006/Dec/19/openid/">mais acerca de delegação</a> para aprender a utilizar este formulário.
sk: Prečítajte si <a href="http://simonwillison.net/2006/Dec/19/openid/">viac o poverení</a> a naučte sa ako používať tento postup.

source: Update OpenID delegation
es: Actualiza la delegación OpenID
pt: Actualizar delegação OpenID
sk: Aktualizovať OpenID poverenie

source: Edit your bio
es: Edita tu biografía
pt: Editar a sua biografia
sk: Upraviť vaše bio

source: No HTML allowed, but paragraph tags will be added automatically and URLs will be turned in to links.
es: No se permite HTML, pero los marcadores de párrafo serán añadidos automáticamente y las URL se convertirán en enlaces
pt: Não é permitido utilizar HTML, mas serão adicionadas automaticametne marcas de parágrafo, e os URLs serão transformados em ligações.
sk: HTML nieje povolené, odstavce však budú pridané automaticky a URL adresy budú prevedené na linky.

source: Update bio
es: Actualiza tu biografía
pt: Actualizar biografia
sk: Aktualizovať bio

source: Edit contact information
es: Edita la información de contacto
pt: Editar informações de contacto
sk: Upraviť kontaktné informácie

source: Contact details
es: Detalles de contacto
pt: Detalhes de contacto
sk: Kontaktné údaje

source: E-mail *
es: Correo electrónico *

source: Other profiles
es: Otros perfiles
pt: Outros perfis
sk: Ostatné profily

source: Got profiles on other sites? Enter the URLs below:
es: ¿Tienes perfiles en otras webs? Introduce las URLs aquí:
pt: Tem perfis noutros sites? Introduza os URLs em baixo:
sk: Máte profily na iných stránkach ? Zadajte URL adresy nižšie:

source: Instant messaging
es: Mensajería instantánea
pt: Mensagens instantâneas
sk: Rýchle správy

source: Use any instant messaging software?
es: ¿Utilizas algun sistema de mensajería instantánea?
pt: Utiliza algum software de mensagens instantâneas?
sk: Používate nejaký softvér pre posielanie rýchlych správ?

source: Privacy settings
es: Configuración de privacidad
pt: Definições de privacidade
sk: Nastavenie súkromia

source: You can set your profile page not to show up in external search engine results (such as Google or Yahoo!)
es: Puedes hacer que tus datos de perfil no sean visibles para los buscadores externos (como Google y Yahoo!)
pt: Pode impedir que o seu perfil seja mostrado em resultados de motores de pesquisa (como o Google ou o Yahoo!)
sk: Môžete nastaviť vašu profilovú stránku tak, aby sa nezobrazovala vo výsledkoch externých vyhľadávačov (napr. Google alebo Yahoo!)

source: Save changes
es: Guardar cambios
pt: Guardar alterações
sk: Uložiť zmeny

source: <strong>Zoom and center the map on your location</strong>. Your map location will be shared in public, so only make it as accurate as makes you comfortable.
es: <strong>Haz zoom y centra el mapa en tu localidad</strong>. Tu localización en el mapa será pública, así que sólo la debes establecer con exactitud si lo consideras conveniente.
pt: <strong>Amplie e centre o mapa na sua localização</strong>. Esta será partilhada publicamente, pelo que deverá seleccioná-la de forma tão ou tão pouco precisa quanto desejar.
sk: <strong>Priblížte a vystreďte mapu na vašu polohu</strong>. Vaša poloha na mape bude verejne zdieľaná, takže ju zadajte len tak presne ako je vám pohodlné.

source: Location *
es: Localidad *
pt: Localização *
sk: Poloha *

source: A short textual description of your location will be displayed on the site. We attempt to derive this from your position on the map, but you can customise it if you like.
es: Una pequeña descripción de tu localidad se mostrará en la web. Intentamos establecerla de tu posición en el mapa, pero puedes personalizarla si lo deseas.
pt: Um pequeno excerto informativo acerca da sua localização será mostrado no site. Embora tentemos ao máximo adequá-lo à posição que definiu no mapa, pode personalizá-lo se assim o desejar.
sk: Krátky textový popis vašej polohy sa zobrazí na stránke. Snažíme sa odvodzovať to od vašej pozície na mape, ale je to možné prispôsobiť.

source: Change location
es: Cambiar localidad
pt: Mudar localização
sk: Zmeniť polohu

source: Change password
es: Cambiar clave
pt: Mudar palavra-chave
sk: Zmeniť heslo

source: Update your portfolio
es: Actualiza tu portfolio
pt: Actualizar o seu portfolio
sk: Aktualizovať vaše portfólio

source: Show off the sites and projects you've personally built (or contributed to) using Django.
es: Muestra las webs y projectos en los que has realizado (o en los que has contribuido) utilizando Django.
pt: Exiba os sites e projetos que desenvolveu (ou nos quais colaborou) utilizando Django.
sk: Predveďte stránky a projekty, ktoré ste osobne postavili (alebo prispeli) s pomocou Djanga.

source: Update portfolio
es: Actualiza el portfolio.
pt: Actualizar portfolio
sk: Aktualizovať portfólio

source: Update your skills
es: Actualiza tus habilidades.
pt: Actualize as suas aptidões
sk: Aktualizovať vaše zručnosti

source: Update skills
es: Actualizar habilidades
pt: Actualizar aptidões
sk: Aktualizovať zručnosti

source: Please correct the errors below and submit the form again.
es: Por favor corrige los siguientes errores y vuelve a enviar el formulario.
pt: Por favor corrija os erros abaixo e tente novamente.
sk: Prosím opravte chyby nižšie a odošlite formulár znovu.

source: Showing %(counter)s recent signups (out of %(total_people)s)
es: Mostrando %(counter)s subscripciones recientes (de un total de %(total_people)s)
pt: A mostrar %(counter)s registos recentes (de um total de %(total_people)s)
sk: Zobrazujem %(counter)s posledné registrácie (z %(total_people)s)

source: if you're a Django developer, why not <a href="%(signup_url)s">add yourself</a> to the site?
es: Si eres un desarrollador Django, ¿por qué no <a href="%(signup_url)s">te unes</a> a este sitio?
pt: Se desenvolve regularmente em Django, porque não <a href="%(signup_url)s">registar-se</a> no site?
sk: ak ste Django vývojár, prečo sa <a href="%(signup_url)s">nepridáte</a> na stránku?

source: Looking for a Django job? check out <a href="http://djangogigs.com/">Djangogigs.com</a>
es: ¿Estás buscando un trabajo Django? Dale un vistazo a <a href="http://djangogigs.com/">Djangogigs.com</a>
pt: À procura de trabalho em Django? Dê uma espreitadela no <a href="http://djangogigs.com/">Djangogigs.com</a>
sk: Hľadáte Django prácu? vyskúšajte <a href="http://djangogigs.com/">Djangogigs.com</a>

source: Active on IRC in the past hour
es: Activo en el IRC en la última hora
pt: Activo no IRC na última hora
sk: Aktívny na IRC v poslednej hodine

source: No one is currently active
es: No hay nadie activo.
pt: Ninguém está presentemente activo
sk: Momentálne nieje nikto aktívny

source: <strong>%(nick)s</strong>, active %(since)s ago
es: <strong>%(nick)s</strong>, activo desde %(since)s
pt: <strong>%(nick)s</strong>, activo há %(since)s
sk: <strong>%(nick)s</strong>, aktívny od %(since)s

source: Your login attempt failed.
es: Falló tu intento de entrar
pt: A sua tentativa de autenticação falhou.
sk: Váš pokus o prihlásenie zlyhal.

source: Lost your password?
es: ¿Olvidaste tu clave?
pt: Perdeu a sua palavra-chave?
sk: Zabudli ste heslo?

source: Or sign in with your OpenID
es: O entra con tu OpenID
pt: Ou autentique-se com o seu OpenID
sk: Alebo sa prihláste s vaším OpenID

source: OpenID not working?
es: ¿el OpenID no está funcionando?
pt: Problemas com o OpenID?
sk: OpenID nefunguje ?

source: Log in with OpenID
es: Entra con OpenID
pt: Autenticar com OpenID
sk: Prihlásiť sa s OpenID

source: (change)
es: (cambiar)
pt: (mudar)
sk: (zmeniť)

source: (edit bio)
es: (editar biografía)
pt: (editar biografia)
sk: (upraviť bio)

source: Create your bio
es: Crea tu biografía
pt: Crie a sua biografia
sk: Vytvoriť vaše bio

source: (edit skills)
es: (editar habilidades)
pt: (editar aptidões)
sk: (upraviť zručnosti)

source: Save
es: Guardar
pt: Guardar
sk: Uložiť

source: Looking for <strong>%(type)s</strong> work
es: Buscando un trabajo de <strong>%(type)s</strong>
pt: À procura de trabalho em <strong>%(type)s</strong>
sk: Hľadám <strong>%(type)s</strong> prácu

source: Finding %(name)s
es: Buscando %(name)s
pt: À procura de %(name)s
sk: Vyhľadávanie %(name)s

source: (edit)
es: (editar)
pt: (editar)
sk: (upraviť)

source: email:
es: correo electrónico:

source: (active %(since)s ago)
es: (activo desde %(since)s)
pt: (activo há %(since)s)
sk: (aktívny od %(since)s)

source: %(name)s's Django portfolio
es: Porfolio Django de %(name)s
pt: Portfolio Django de %(name)s
sk: %(name)s's Django portfólio

source: Django projects %(name)s has contributed to
es: Proyectos Django a los que %(name)s ha contribuido
pt: Projectos Django para os quais %(name)s contribuiu
sk: Django projekty do ktorých %(name)s prispel

source: <a href="%(portfolio_url)s">Add some sites</a> to your portfolio
es: <a href="%(portfolio_url)s">Añade algunas webs</a> a tu porfolio
pt: <a href="%(portfolio_url)s">Adicione alguns sites</a> ao seu portfolio
sk: <a href="%(portfolio_url)s">Pridať stránky</a> do portfólia

source: People near %(name)s
es: Gente cerca de %(name)s
pt: Pessoas perto de %(name)s
sk: Ľudia v okolí %(name)s

source: %(counter)s mile away
es: a %(counter)s milla
pt: A %(counter)s milha
sk: %(counter)s míle ďaleko

source: Recent people
es: Gente reciente
pt: Pessoas recentes
sk: Poslední ľudia

source: Search: %(q)s
es: Buscar: %(q)s
pt: Pesquisar: %(q)s
sk: Hľadať: %(q)s

source: Search
es: Buscar
pt: Pesquisar
sk: Hľadať

source: %(counter)s result
es: %(counter)s resultado
pt: %(counter)s resultado
sk: %(counter)s výsledok

source: Terms must be three or more characters
es: Los términos deben ser de tres o más caracteres
pt: Os termos devem ter três ou mais caracteres.
sk: Podmienky musia mať tri alebo viac znakov

source: This tool searches by username, first name and last name.
es: Esta herramienta busca por nombre de usuario, nombre y apellido.
pt: Esta ferramenta pesquisa por nome de utilizador, nome e apelido.
sk: Tento nástroj vyhľadáva podľa užívateľského mena, krstného mena a priezviska.

source: No users found.
es: No se encontraron usuarios
pt: Não foram encontrados utilizadores.
sk: Neboli nájdení žiadni užívatelia.

source: Sign up
es: Regístrate
pt: Registar
sk: Prihlásiť Sa

source: Sign up as a Django Person
es: Regístrate cono una persona Django
pt: Registar-se como uma Pessoa Django
sk: Prihlásiť sa ako Django Osoba

source: Got an <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">Sign up with your OpenID now!</a>
es: ¿Tienes un <strong class="openid">OpenID</strong>?<a href="%(openid_url)s">Regístrate con tu OpenID ahora!</a>
pt: Tem um <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">Autentique-se já com o seu OpenID!</a>
sk: Máte <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">Prihláste sa teraz s vaším OpenID!</a>

source: Your new account will be associated with with your OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">don't associate</a>)
es: Tu nueva cuenta será asociada con tu OpenID: OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">no asociar</a>)
pt: A sua nova conta vai ser associada com o seu OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">não associar</a>)
sk: Váš nový účet bude priradený k vašemu OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">nepriradiť</a>)

source: 1. Tell us who you are
es: 1. Dinos quien eres
pt: 1. Diga-nos quem é
sk: 1. Povedz nám kto si

source: 2. Tell us where you live
es: 2. Dinos dónde vives
pt: 2. Diga-nos onde vive
sk: 2. Povedz nám kde žiješ

source: Latitude and longitude are missing. Please use the map to provide your location.
es: Faltan la latitud y la longitud. Por favor, utiliza el mapa para darnos tu localización.
pt: A latitude e a longitude estão em falta. Por favor utilize o mapa para especificar a sua localização.
sk: Zemepisná šírka a dĺžka chýbajú. Prosím, použite mapu pre poskytnutie vašej polohy.

source: 3. And a bit about you …
es: 3. Y un poco sobre ti
pt: 3. E um pouco sobre si...
sk: 3. A niečo o tebe ...

source: 4. Your privacy settings
es: 4. Tu configuración de privacidad
pt: 4. As suas definições de privacidade
sk: 4. Vaše nastavenia ochrany osobných údajov

source: 5. Your skills and interests
es: 5. Tus habilidades e intereses
pt: 5. As suas aptidões e interesses
sk: 5. Vaše schopnosti a záujmy

source: Tag yourself with your particular skills and interests, e.g. postgresql, nginx, css. Separate them with commas; spaces are allowed.
es: Defínete a ti mismo con tus habilidades e intereses, por ejemplo postgres, ngnix, css. Sepáralos con comas, puedes utilizar espacios.
pt: Marque-se a si próprio com as suas aptidões e interesses (por exemplo, PostgreSQL, Nginx, CSS) separadas por vírgulas. São permitidos espaços.
sk: Označte sa príslušnými zručnosťami a záujmami, napr. postgresql, nginx, css. Oddeľte ich čiarkami; miesta niesú povolené.

source: Sign me up
es: Inscríbeme
pt: Registar-me
sk: Prihlás ma

source: %(counter)s Django Person mention this skill
es: %(counter)s persona mencionó esta habilidad
pt: %(counter)s Pessoa Django menciona esta aptidão
sk: %(counter)s Django Osoba zmienila túto zručnosť

source: Skills
es: Habilidades
pt: Aptidões
sk: Zručnosti

source: New password set
es: Nueva clave establecida
pt: Foi definida uma nova palavra-chave
sk: Nové heslo nastavené

source: Your password has successfully been reset. You can use it right now on the <a href="%(login_url)s">login page</a>.
es: Tu contraseña ha sido restablecida con éxito. Puedes utilizarla de inmediato en la <a href="%(login_url)s">página de inicio de sesión</a>.
pt: A sua palavra-chave foi redefinida com êxito. Pode utilizá-la desde já na <a href="%(login_url)s">página de autenticação</a>.
sk: Vaše heslo bolo úspešne obnovené. Môžete ho ihneď použiť na <a href="%(login_url)s">stránke pre prihlásenie</a>.

source: Recover your account
es: Recupera tu cuenta
pt: Recuperar a sua conta
sk: Obnoviť váš ​​účet

source: Enter your username and we'll send an account recovery link to the e-mail address associated with your account.
es: Introduce tu nombre de usuario y te enviaremos un enlace para recuperar tu cuenta al e-mail asociado a tu cuenta.
pt: Introduza o seu nome de utilizador e enviaremos para o endereço de e-mail associado com a sua conta uma ligação que lhe permitirá recuperar a mesma.
sk: Zadajte vaše užívateľské meno a my na priradený e-mail tohto účtu odošleme odkaz pre obnovenie hesla.

source: Recover account
es: Recuperar cuenta
pt: Recuperar conta
sk: Obnoviť účet

source: An email has just been sent to <strong>%(email)s</strong>. Use the link in it to set a new password.
es: Acabamos de enviar un correo electrónico a <strong>%(email)s</strong>. Utiliza el enlace que encontrarás en el para establecer una nueva clave.
pt: Foi enviado um e-mail para <strong>%(email)s</strong> com uma ligação que permite definir uma nova palavra-chave.
sk: E-mail bol práve odoslaný na <strong>%(email)s</strong>. Pre nastavenie nového hesla použite odkaz v tomto e-maile.

source: Sorry, this password reset link is invalid. You can still <a href="%(recovery_url)s">request a new one</a>.
es: Lo sentimos, el enlace para restablecer la clave ya no es válido. Puedes <a href="%(recovery_url)s">solicitar uno nuevo</a>.
pt: Pedimos desculpa mas a ligação de redefinição de palavra-chave especificada não é válida. No entanto pode <a href="%(recovery_url)s">solicitar uma nova</a>.
sk: Prepáčte, ale tento odkaz pre obnovenie hesla je neplatný. Môžete si však <a href="%(recovery_url)s">vyžiadať nový</a>.

source: Hi, <strong>%(username)s</strong>. Please choose your new password.
es: Hola, <strong>%(username)s</strong>. Por favor, elige tu nueva clave
pt: Olá <strong>%(username)s</strong>. Por favor escolha a sua nova palavra-chave.
sk: Ahoj, <strong>%(username)s</strong>. Prosím, vyberte si nové heslo.

source: Set new password
es: Establece tu nueva clave
pt: Defina a sua nova palavra-chave.
sk: Nastaviť nové heslo

source: #django IRC
pt: IRC #django

source: A Django joint.
pt: Um projecto da comunidade Django.
sk: Spoločný projekt Django.

source: Capital
sk: Hlavné mesto
