Repository: thirteenpixels/djangopeople
Catalog: djangopeople/locale/*/LC_MESSAGES/django.po
Languages: es, pt, sk

source: English
es: Inglés
pt: Inglês

source: User
es: Usuario
pt: Utilizador
sk: Užívateľ

source: Creation date
es: Fecha de creación
pt: Data de criação
sk: Dátum vytvorenia

source: %s has been associated with your account
es: %s ha sido asociado a tu cuenta
pt: %s foi associado à sua conta
sk: %s bol pridružený k vášmu účtu

source: %s could not be associated with your account, as it is already associated with a different account
es: %s no ha podido ser asociado a tu cuenta, ya está asociado con una cuenta diferente.
pt: %s não pode ser associado à sua conta por já estar associado a uma conta diferente
sk: %s nemohol byť pridružený k vášmu účtu, pretože už bol pridružený k inému účtu

source: You need to set a password if you want to remove all of your OpenIDs
es: Necesitas establecer una clave si quieres eliminar todos tus OpenIDs
pt: Necessita definir uma palavra-chave por forma a remover todos os seus OpenIDs
sk: Pre odstránenie všetkých OpenID musíte zadať heslo

source: %s has been removed from your account
es: %s ha sido eliminado de tu cuenta
pt: %s foi removido da sua conta
sk: %s bol odstránený z vášho účtu

source: OpenID associations
es: Asociaciones OpenID
pt: Associações OpenID
sk: OpenID pridruženia

source: Your account is currently associated with the following OpenID:
es: Tu cuenta está actualmente asociada al siguiente OpenID
pt: A sua conta está presentemente associada ao seguinte OpenID:
sk: Váš účet je momentálne pridružený k nasledujúcemu OpenID:

source: Remove association
es: Eliminar asociación
pt: Remover associação
sk: Odobrať pridruženie

source: You are currently logged in with the following OpenID. Click "associate" to allow it to be used to sign in to your account.
es: Estás actualmente registrado con el siguientes OpenID. Pulsa sobre "asociar" para poder ser usado para entrar en tu cuenta.
pt: Está presentemente autenticado com o seguinte OpenID. Clique em "associar" para permitir que o mesmo seja utilizado para se autenticar com a sua conta.
sk: Momentálne ste prihlásený pomocou nasledujúceho OpenID. Kliknite na "pridružiť", aby mohol byť použitý pre prihlásenie na váš účet.

source: Associate
es: Asociar
pt: Associar
sk: Pridružiť

source: To associate a new OpenID with this account, sign in with it here:
es: Para asociar un nuevo OpenID con esta cuenta, identifícate con él aquí:
pt: Para associar um novo OpenID com a sua conta autentique-se com o mesmo aqui:
sk: Pre pridruženie nového OpenID k tomuto účtu sa s ním prihláste tu:

source: Authenticate and associate with this account
es: Autenticar y asociar con esta cuenta
pt: Autenticar e associar com esta conta
sk: Overiť a pridružiť k tomuto účtu

source: i-names are not supported
es: Los i-names no están soportados
pt: Não são suportados i-names
sk: i-mená nie sú podporované

source: The OpenID was invalid
es: El OpenID no es válido
pt: O OpenID não é válido
sk: OpenID bolo neplatné

source: The request was cancelled
es: La petición fue cancelada
pt: O pedido foi cancelado
sk: Požiadavka bola zrušená

source: Setup needed
es: Se necesita configurar
pt: Configuração em falta
sk: Nastavenie je potrebné

source: Open ID failed, Sign in with your OpenID
es: Falló OpenID. Identifícate con tu OpenID
pt: Ocorreu um erro com o OpenID. Autentique-se com o seu OpenID
sk: Open ID zlyhalo, Prihláste sa s vaším OpenID

source: Sign in with your OpenID
es: Identifícate con tu OpenID
pt: Autentique-se com o seu OpenID
sk: Prihláste sa s vaším OpenID

source: OpenID failed
es: Falló OpenID
pt: O OpenID falhou
sk: OpenID zlyhalo

source: Sign in
es: Identificación
pt: Autenticar
sk: Prihlásiť sa

source: Drag and zoom the map until the crosshair matches your location
es: Arrastra y amplía el mapa hasta que la cruz esté situada en tu localidad
pt: Arraste e amplie o mapa até fazer o apontador corresponder à sua localização
sk: Potiahnite a priblížte mapu až kým kríž zodpovedá vašej polohe

source: Username
es: Usuario
pt: Nome de utilizador
sk: Užívateľské meno

source: First name
es: Nombre
pt: Nome
sk: Krstné meno

source: Last name
es: Apellido
pt: Apelido
sk: Priezvisko

source: E-mail
es: Correo electrónico

source: Password
es: Clave
pt: Palavra-chave
sk: Heslo

source: Password (again)
es: Clave (otra vez)
pt: Palavra-chave (confirmar)
sk: Heslo (znova)

source: Bio
es: Biografía
pt: Biografia

source: Blog URL
es: URL del Blog
pt: URL do Blog
sk: URL Adresa Blogu

source: Country
es: País
pt: País
sk: Krajina

source: Location
es: Localidad
pt: Localização
sk: Poloha

source: Region
es: Región
pt: Região
sk: Kraj

source: Search visibility
es: Visibilidad de búsqueda
pt: Visibilidade nas pesquisas
sk: Viditeľnosť pri hľadaní

source: E-mail privacy
es: Privacidad de correo electrónico
pt: Privacidade (e-mail)
sk: E-mail súkromie

source: IM privacy
es: Privacidad MI
pt: Privacidade (IM)
sk: IM súkromie

source: IRC tracking
es: Registro de IRPC
pt: Registo de IRC
sk: IRC sledovanie

source: Looking for work?
es: Buscando trabajo?
pt: À procura de trabalho?
sk: Hľadáte prácu?

source: Your skills
es: Conocimientos
pt: As suas aptidões
sk: Vaše zručnosti

source: Password is required
es: La clave es obligatoria
pt: A palavra-chave é obrigatória
sk: Heslo je vyžadované

source: Passwords must match
es: Las claves debe coincidir
pt: As palavras-chave devem ser iguais.
sk: Heslá sa musia zhodovať

source: That username is unavailable
es: Este nombre de usuario no está disponible
pt: O nome de utilizador especificado não está disponível
sk: Toto užívateľské meno nie je k dispozícii

source: That e-mail is already in use
es: Esta dirección de correo electrónico ya está en uso
pt: O endereço de e-mail específicado já está a ser utilizado
sk: Tento e-mail sa už používa

source: The region you selected does not match the country
es: La región que has seleccionado no se corresponde con el país
pt: A região que seleccionou não pertence ao país
sk: Región ktorý ste vybrali nezodpovedá krajine

source: Change skills
es: Cambiar habilidades
pt: Alterar aptidões
sk: Zmena zručností

source: The ISO code of the country you selected is invalid.
es: El código ISO para el país que has seleccionado no es válido
pt: O código ISO do país que selecionou é inválido
sk: Kód ISO krajiny, ktorú ste zvolili, je neplatný.

source: Title %d
es: Título %d
pt: Título %d
sk: Názov %d

source: You need to provide a URL
es: Necesitas introducir una URL
pt: É necessário especificar um URL
sk: Musíte poskytnúť adresu URL

source: Current Password
es: Clave actual
pt: Palavra-chave actual
sk: Aktuálne Heslo

source: New Password
es: Nueva clave
pt: Nova palavra-chave
sk: Nové Heslo

source: New Password (again)
es: Nueva clave (de nuevo)
pt: Nova palavra-chave (confirmar)
sk: Nové Heslo (znova)

source: Please submit your current password.
es: Por favor, introduce tu clave actual
pt: Por favor introduza a sua palavra-chave actual.
sk: Prosím, zadajte svoje súčasné heslo.

source: The passwords did not match.
es: Las claves no coinciden.
pt: As palavras-chave não correspondem.
sk: Heslá sa nezhodujú.

source: Your password was invalid
es: Tu clave no es válida.
pt: A sua palavra-chave não é válida
sk: Vaše heslo je neplatné

source: Select a valid choice. That choice is not one of the available choices.
es: Selecciona una opción válida. Esta opción no está entre las disponibles.
pt: Escolha uma opção válida. A escolha efectuada não corresponde a nenhuma das opções disponíveis.
sk: Vyberte platnú voľbu. Táto voľba nie je z dostupných možností.

source: Name
es: Nombre
pt: Nome
sk: Meno

source: ISO code
es: Código ISO
pt: Código ISO
sk: ISO kód

source: ISO numeric code
es: Código ISO numérico
pt: Código numérico ISO
sk: ISO číselný kód

source: FIPS code
es: Código FIPS
pt: Código FIPS
sk: FIPS kód

source: Continent
es: Continente
pt: Continente
sk: Kontinent

source: Area in square kilometers
es: Área en quilómetros cuadrados
pt: Área em quilómetros quadrados
sk: Plocha v štvorcových kilometroch

source: Population
es: Población
pt: População
sk: Obyvateľstvo

source: Currency code
es: Código de moneda
pt: Código da moeda
sk: Kód meny

source: Languages
es: Idiomas
pt: Línguas
sk: Jazyky

source: Geonames ID
es: Geonombres ID
pt: ID Geonames

source: Number of people
es: Población
pt: Número de pessoas
sk: Počet ľudí

source: Countries
es: Países
pt: Países
sk: Krajiny

source: Code
es: Código
pt: Código
sk: Kód

source: Flag
es: Bandera
pt: Bandeira
sk: Vlajka

source: Regions
es: Regiones
pt: Regiões
sk: Kraje

source: Latitude
es: Latitud
sk: Zemepisná šírka

source: Longitude
es: Longitud
sk: Zemepisná dĺžka

source: Profile views
es: Vistas del perfil
pt: Visitas ao perfil
sk: Počet zobrazení profilu

source: OpenID server
es: Servidor OpenID
pt: Servidor OpenID

source: OpenID delegate
es: Delegación OpenID
pt: Delegado OpenID
sk: OpenID poverenie

source: Last active on IRC
es: Activo por última vez en IRC
pt: Activo pela última vez no IRC
sk: Posledne aktívny na IRC

source: <none>
es: <ninguno>
pt: <nenhum>
sk: <žiadny>

source: Django person
es: Persona Django
pt: Pessoa Django
sk: Django osoba

source: Django people
es: Gente Django
pt: Pessoas Django

source: Title
es: Título
pt: Título
sk: Názov

source: Contributor
es: Contribuidor
pt: Colaborador
sk: Prispievateľ

source: Portfolio site
es: Portfolio
pt: Site do portfolio
sk: Portfólio stránka

source: Portfolio sites
es: Portfolios
pt: Sites de portfolio
sk: Portfólio stránky

source: Country site
es: Web del País
pt: Site do país
sk: Stránka krajiny

source: Country sites
es: Web de los Países
pt: Sites do país
sk: Stránky krajiny

source: No Tag found matching "%s".
es: No se encontró una etiqueta que coincida con "%s".
pt: Não foi encontrada nenhuma Tag correspondente a "%s".
sk: Nebol nájdený žiadny Tag zodpovedajúci "%s".

source: 404 error
es: Error 404
pt: Erro 404
sk: 404 chyba

source: Page not found.
es: Página no encontrada.
pt: Página não encontrada.
sk: Stránka sa nenašla.

source: 500 error
es: Error 500
pt: Erro 500
sk: 500 chyba

source: Internal server error. This has been reported to the site administrator.
es: Error interno del servidor. El error ha sido notificado al administrador de la web.
pt: Erro interno do servidor. Foi enviado um aviso à administração.
sk: Interná chyba servera. Táto chyba bola nahlásená administrátorovi.

source: About
es: Sobre
pt: Sobre
sk: O

source: About Django People
es: Sobre Django People
pt: Sobre as Pessoas Django
sk: O Django People

source: Django People lists %(count)s <a href="https://www.djangoproject.com/">Django</a> developers from around the world, in %(countries)s different countries. The aim of the site is to help Django developers find like-minded souls near them, and hopefully kick-start some local meet-ups and user groups.
es: Django People muestra %(count)s desarolladores <a href="https://www.djangoproject.com/">Django</a> de todo el mundo, en %(countries)s paises diferentes. El objetivo del sitio es ayudar a los desarrolladores Django a encontrar almas comunes cerca de elos, y con suerte, iniciar grupos y encuentros locales.
pt: Django People conta com %(count)s engenheiros <a href="https://www.djangoproject.com/">Django</a> de todo o mundo, de um total de %(countries)s países diferentes. O objectivo do site é ajudá-los a encontrar colegas próximos de cada um deles e fomentar a realização de encontros entre as comunidades locais.
sk: Django People združuje %(count)s <a href="https://www.djangoproject.com/">Django</a> vývojárov z celého sveta, v %(countries)s rôznych krajinách. Cieľom tejto stránky je pomôcť Django vývojárom nájsť podobne zmýšľajúce duše blízko nich a taktiež naštartovať miestne stretnutia a užívateľské skupiny.

source: The site was originally built and open-sourced by <a href="/simon/">Simon Willison</a> and <a href="/natbat/">Natalie Downe</a>. The code is <a href="https://github.com/brutasse/djangopeople">available on github</a>, you can post feedback and bug reports on the repository's <a href="https://github.com/brutasse/djangopeople/issues">issues page</a>.
es: Esta web fue desarrollada originalmente y cedida como código abierto por <a href="/simon/">Simon Willison</a> y <a href="/natbat/">Natalie Downe</a>. El código está <a href="https://github.com/brutasse/djangopeople">disponible en githut</a>, puedes enviar errores y comentarios <a href="https://github.com/brutasse/djangopeople/issues">la página de incidencias</a> del repositorio.
pt: O site foi desenvolvido originalmente e lançado como <i>open-source</i> por <a href="/simon/">Simon Willison</a> e <a href="/natbat/">Natalie Downe</a>. O código está <a href="https://github.com/brutasse/djangopeople">disponível no GitHub</a>. Sinta-se à vontade para nos enviar <i>feedback</i> e reportar erros na <a href="https://github.com/brutasse/djangopeople/issues">página de erros</a> do repositório.
sk: Táto stránka bol pôvodne postavená a zverejnená vývojármi <a href="/simon/">Simon Willison</a> a <a href="/natbat/">Natalie Downe</a>. Kód je <a href="https://github.com/brutasse/djangopeople">dostupný na githube</a>, spätnú väzbu a bug reporty môžete pridávať na <a href="https://github.com/brutasse/djangopeople/issues">issue stránke</a> repozitára.

source: Colophon
es: Colofón
pt: Cólofon
sk: Tiráž

source: Country data and location lookups come from <a href="http://www.geonames.org/">GeoNames</a>, while the maps themselves are powered by the <a href="https://developers.google.com/maps/">Google Maps API</a>. Country flags and icons are by <a href="http://famfamfam.com/lab/icons/">Mark James</a>; US state flags come <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">from Wikipedia</a>. Profile pictures come from <a href="http://en.gravatar.com/">Gravatar</a>.
es: Los datos de paises y búsquedas provienen de <a href="http://www.geonames.org/">GeoNames</a>, mientras que los mapas en sí se generan gracias a la <a href="https://developers.google.com/maps/">API de Google Maps</a>. Las banderas de los países e iconos son de <a href="http://famfamfam.com/lab/icons/">Mark James</a>; Las banderas de los estados de EUA son <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">la Wikipedia</a>. Las imágenes de los perfiles provienen de <a href="http://en.gravatar.com/">Gravatar</a>.
pt: Os dados dos países e das localizações provêem do <a href="http://www.geonames.org/">GeoNames</a>, enquanto que os mapas são fornecidos pela <a href="https://developers.google.com/maps/">Google Maps API</a>. As bandeiras e os ícones dos países foram desenhados por <a href="http://famfamfam.com/lab/icons/">Mark James</a>; As bandeiras dos diversos estados dos EUA provêem <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">da Wikipedia</a>. As imagens de perfil provêem do <a href="http://en.gravatar.com/">Gravatar</a>.
sk: Krajinné dáta a lokácie vyhľadávania pochádzajú z<a href="http://www.geonames.org/">GeoNames</a>, zatiaľčo mapy sú zprostredkované cez <a href="https://developers.google.com/maps/">Google Maps API</a>. Vlajky krajín a ikony sú od <a href="http://famfamfam.com/lab/icons/">Marka Jamesa</a>; štátna vlajka US <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Vlajka Spojených štátov amerických">je z Wikipedie</a>. Profilové obrázky pochádzajú z webu <a href="http://en.gravatar.com/">Gravatar</a>.

source: The site uses <a href="http://code.google.com/p/django-tagging/">django-tagging</a> by <a href="/insin/">Jonathan Buchanan</a> for the <a href="/skills/">skills feature</a>. <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID and microformats">OpenID support</a> (used by %(openid_users)s people) depends on <a href="http://openidenabled.com/python-openid/">python-openid</a> (version 2.2.5) and <a href="http://code.google.com/p/django-openid/">django-openid</a>.
es: La web utiliza <a href="http://code.google.com/p/django-tagging/">django-tagging</a> de <a href="/insin/">Jonathan Buchanan</a> para la <a href="/skills/">gestión de habilidades</a>. <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID and microformats">El soporte de OpenID</a> (utilizado por la gente %(openid_users)s ) depende de <a href="http://openidenabled.com/python-openid/">python-openid</a> (version 2.2.5) y <a href="http://code.google.com/p/django-openid/">django-openid</a>.
pt: O site utiliza <a href="http://code.google.com/p/django-tagging/">django-tagging</a> (por <a href="/insin/">Jonathan Buchanan</a>) para disponibilizar a funcionalidade de <a href="/skills/">aptidões</a>. O <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID and microformats">suporte para OpenID</a> (utilizado por %(openid_users)s pessoas) assenta em <a href="http://openidenabled.com/python-openid/">python-openid</a> (versão 2.2.5) e and <a href="http://code.google.com/p/django-openid/">django-openid</a>.
sk: Stránka používa <a href="http://code.google.com/p/django-tagging/">django-tagging</a> od <a href="/insin/">Jonathana Buchanana</a> pre <a href="/skills/">skills funkciu</a>. <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID a mikroformáty">OpenID podpora</a> (používaná %(openid_users)s ľuďmi) závisí na <a href="http://openidenabled.com/python-openid/">python-openid</a> (verzia 2.2.5) a <a href="http://code.google.com/p/django-openid/">django-openid</a>.

source: Deployment is <a href="http://gunicorn.org">gunicorn</a>, hosted on <a href="http://www.heroku.com/">Heroku</a>.
es: El despliegue se ha hecho sobre<a href="http://gunicorn.org">gunicorn</a>, hospedado en <a href="http://www.heroku.com/">Heroku</a>.
pt: A correr em <a href="http://gunicorn.org">gunicorn</a>, alojado em <a href="http://www.heroku.com/">Heroku</a>.
sk: Deployment je <a href="http://gunicorn.org">gunicorn</a>, hostované u <a href="http://www.heroku.com/">Heroku</a>.

source: home
es: Inicio
pt: página inicial
sk: domov

source: about
es: sobre
pt: sobre
sk: o

source: search
es: buscar
pt: pesquisar
sk: vyhľadávanie

source: sign up as a django person
es: identifícate como una persona django
pt: registar-se como uma pessoa django
sk: registrovať sa ako django osoba

source: You are logged in as <strong>%(user)s</strong>
es: Estás identificado como <strong>%(user)s</strong>
pt: Está autenticado como <strong>%(user)s</strong>
sk: Ste prihlásený ako <strong>%(user)s</strong>

source: your profile
es: tu perfil
pt: o seu perfil
sk: váš profil

source: your account
es: tu cuenta
pt: a sua conta
sk: váš účet

source: log out
es: salir
pt: sair
sk: odhlásiť sa

source: Log in
es: Entrar
pt: Autenticar
sk: Prihlásiť sa

source: Or <a href="%(openid_url)s">log in with <strong>OpenID</strong>
es: O <a href="%(openid_url)s">identificarte con<strong>OpenID</strong>
pt: Ou <a href="%(openid_url)s">autenticar-se<strong> com OpenID</strong>
sk: Alebo <a href="%(openid_url)s">sa prihláste s <strong>OpenID</strong>

source: Django People
es: Gente Django
pt: Pessoas Django

source: Discover users of the <a href="https://www.djangoproject.com/">Django Web framework</a> near you
es: Descubre usuarios de <a href="https://www.djangoproject.com/">Django</a> cerca de ti
pt: Descubra utilizadores da <a href="https://www.djangoproject.com/"><i>framework</i> <i>web</i> Django</a> perto de si
sk: Objavte užívateľov <a href="https://www.djangoproject.com/">Django Web frameworku</a> pri vás

source: Hosted on <span class="heroku">Heroku</span>
es: Hospedado en <span class="heroku">Heroku</span>
pt: Alojado no <span class="heroku">Heroku</span>
sk: Hostované u <span class="heroku">Heroku</span>

source: %(counter)s Django person
es: %(counter)s persona Django
pt: %(counter)s Pessoa Django
sk: %(counter)s Django osoba

source: Django community sites in %(country)s
es: Sitios de la comundad Django en %(country)s
pt: Sites da comunidade Django em %(country)s
sk: Django komunitné stránky v %(country)s

source: Page %(num)s of %(total)s
es: Página %(num)s de %(total)s
pt: Página %(num)s de %(total)s
sk: Stránka %(num)s z %(total)s

source: %(counter)s person
es: %(counter)s persona
pt: %(counter)s pessoa
sk: %(counter)s osoba

source: People in %(country)s looking for %(looking_for)s
es: Gente en %(country)s buscando %(looking_for)s
pt: Pessoas em %(country)s à procura de %(looking_for)s
sk: Ľudia v %(country)s hľadajú %(looking_for)s

source: %(country)s, seeking %(looking_for)s work
es: %(country)s, buscando trabajo de %(looking_for)s
pt: %(country)s, procurando %(looking_for)s
sk: %(country)s, hľadajú %(looking_for)s prácu

source: Sites in %(country)s
es: Sitios en %(country)s
pt: Sites em %(country)s
sk: Stránky v %(country)s

source: <a href="%(url)s">%(title)s</a> by <a href="%(author_url)s">%(author)s</a>
es: <a href="%(url)s">%(title)s</a> por <a href="%(author_url)s">%(author)s</a>
pt: <a href="%(url)s">%(title)s</a> por <a href="%(author_url)s">%(author)s</a>
sk: <a href="%(url)s">%(title)s</a> od <a href="%(author_url)s">%(author)s</a>

source: Please enter your password to confirm your ownership of this account. You account removal will be effective immediately and permanently after you submit this form.
es: Por favor, introduce tu clave para confirmar tu propiedad sobre esta cuenta. La eliminación de tu cuenta será efectiva, inmediata y permanente una vez hayas enviado este formulario.
pt: Por favor introduza a sua palavra-chave por forma a confirmar que esta conta lhe pertence. A sua remoção será efectuada imediata e permanentemente após a submissão deste formulário.
sk: Prosím, zadajte svoje heslo pre potvrdenie vlastníctva tohto účtu. Odstránenie vášho účtu bude platné okamžite a natrvalo po odoslaní tohto formulára.

source: Delete my account
es: Borrar mi cuenta
pt: Apagar a minha conta
sk: Vymazať môj účet

source: Dear %(name)s,
es: Apreciado/a %(name)s,
pt: Caro(a) %(name)s,
sk: Vážený %(name)s,

source: It seems you're willing to delete your account from %(domain)s. You can delete your account by following the instructions on the link below:
es: Parece que quieres borrar tu cuenta de %(domain)s. Puedes borrar tu cuenta siguiendo las instrucciones del enlaces siguiente:
pt: Parece que pretende apagar a sua conta em %(domain)s. Pode fazê-lo seguindo as instruções na ligação abaixo:
sk: Zdá sa, že ste ochotní odstrániť svoj účet z %(domain)s. Môžete zmazať svoj ​​účet podľa pokynov na nižšie uvedenom odkaze:

source: For security reasons, this link will stay valid for only 5 minutes.
es: Por razones de seguridad, este enlace sólo será válido durante 5 minutos.
pt: Por motivos de segurança esta ligação será válida por apenas 5 minutos.
sk: Z bezpečnostných dôvodov bude tento odkaz platný len 5 minút.

source: Account deleted
es: Cuenta borrada
pt: Conta removida
sk: Účet zmazaný

source: It's sad to see you go, but your account was successfully deleted.
es: Es triste verte partir, pero tu cuenta se ha borrado satisfactoriamente.
pt: Ficamos tristes por vê-lo ir embora. Em todo o caso, a sua conta foi apagada com êxito.
sk: Je smutné vidieť vás odchádzať, ale váš účet bol úspešne odstránený.

source: Check your email! An email was just sent to you, follow the link in it to finalize your account deletion.
es: Revisa tu correo! Te acabamos de enviar un correo, sigue el enlace que encontrarás y finaliza el borrado de tu cuenta.
pt: Foi-lhe enviado um email contendo uma ligação que lhe permitirá confirmar a remoção da sua conta.
sk: Skontrolujte si svoj ​​e-mail! E-mail bol odoslaný, pre dokončenie zmazania vášho účtu kliknite na odkaz v správe.

source: Account deletion
es: Borrado de cuenta
pt: Remoção de conta
sk: Zmazanie účtu
